---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.Events.FormulaEditingEventArgs
source: html/8bd4fdf3-307b-9fc3-d96f-c4a9f7b61178.htm
---
# FormulaEditingEventArgs Members

Applies formula to the parameter